Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1154_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi jugii stipeanddaid alla ceahki stuđeanttaide
sms: Sääʹmteʹǧǧ jueʹjji stipeeʹndid õlltääʹzz mättʼtõõttjid

source: Sámediggi mieđihii oktiibuot guhtta 500 euro stipeandda sámegiela ja sámi kultuvrra alla ceahki stuđeanttaide.
sms: Sääʹmteʹǧǧ miõʹđi õhttsiʹžže kutt 500 eeuʹr stipeʹndded sääʹm ǩiõl da säʹmmla kulttuur õll-tääʹzz mättʼtõõttjid.

source: Stipeandda ohce oktiibuot 12 stuđeantta.
sms: Stipeeʹndid vuäǯǯee õhttsiʹžže 12 mättʼtõõttjed.

source: Stipeanddat mieđihuvvojedje čuovvovaš stuđeanttaide: Elle-Maarit Arttijeff (Anár / Sámi allaskuv-la), Taija Hietanen (Roavvenjárga / Oulu universitehta), Petra Kuuva (Anár / Oulu universitehta), Henna Lehtola (Anár / Oulu universitehta), Satu-Marjut Nieminen (Oulu / Oulu universitehta), Birit Pieski (Anár / Oulu universitehta).
sms: Stipeeʹndid miõtteš täiʹd mätʼtõõttjid: Elle-Maarit Arttijeff (Aanar / Saaʹmi õllškooul), Taija Hietanen (Ruäʹvnjargg / Oulu universiteʹtt), Petra Kuuva (Aanar / Oulu universiteʹtt), Henna Lehtola (Aanar / Oulu universiteʹtt), Satu-Marjut Nieminen (Oulu / Oulu universiteʹtt), Birit Pieski (Aanar / Oulu universiteʹtt).

source: Stipeanddain mearridii Sámedikki skuvlen- ja oahppamateriálalávdegoddi čoahkkimistis 17.12.2015.
sms: Stipeeʹndin tuʹmmii Sääʹmteeʹǧǧ škooultõs- da mättmateraal-luʹvddkåʹdd 17.12.2015 õnnum såbbrest.

source: Lávdegoddi gávnnahii iluin, ahte stipeandaohcamušat bohte ollu, sierra guovlluin ja máŋggain skuvlensurggiin.
sms: Luʹvddkåʹdd tuõʹđi räämmain, što stipeʹnddooccmõõžž puõʹtte nuʹtt jiânnai, jeeʹres vuuʹdin da määŋgain jeeʹres škooultõsvuuʹdin.
